[
  {
    "clue": "The rock-opera story of the last few weeks of a messiah’s life, during which a starship crew risk their careers stealing a decommissioned vessel in order to return to the restricted Genesis Planet to recover a friend’s body.",
    "answer": "Jesus Christ Superstar Trek III: The Search For Spock",
    "movieOne": "Jesus Christ Superstar",
    "movieTwo": "Star Trek III: The Search For Spock"
  },
  {
    "clue": "An angel is sent from Heaven to help a desperately frustrated businessman by showing him what life would have been like if he had been born on the original Christmas in the stable next door to Jesus Christ, and spent his life being mistaken for a messiah.",
    "answer": "It's A Wonderful Life Of Brian",
    "movieOne": "It's A Wonderful Life",
    "movieTwo": "Life of Brian"
  },
  {
    "clue": "The Autobots learn of a hidden Cybertronian spacecraft, and race against the Decepticons to reach it and to help a bookkeeper from Brooklyn, New York, who finds herself in a difficult situation when she falls for the brother of the man she has agreed to marry.",
    "answer": "Transformers: Dark Of The Moonstruck",
    "movieOne": "Transformers: Dark Of The Moon",
    "movieTwo": "Moonstruck"
  },
  {
    "clue": "Eight years ago, a woman emerged, two months pregnant, from a nearby river with no memory of her past or who she is. However, she's getting closer to finding out about an ancient curse that causes the animals and exhibits on display at the Natural Museum of History to come to life and wreak havoc.",
    "answer": "The Long Kiss Goodnight At The Museum",
    "movieOne": "The Long Kiss Goodnight",
    "movieTwo": "Night At The Museum"
  },
  {
    "clue": "A weatherman inexplicably finds himself forced to watch the same hot-shot NASCAR driver compete at the top level - over and over and over.",
    "answer": "Groundhog Days Of Thunder",
    "movieOne": "Groundhog Day",
    "movieTwo": "Days Of Thunder"
  },
  {
    "clue": "A white midwestern girl moves to Chicago, where her new boyfriend is a black teen from the South Side. Their mutual love of dance leads to a Czech immigrant on the verge of blindness losing the money she’d stashed away for a surgery to her cash-strapped landlord.",
    "answer": "Save The Last Dancer In The Dark",
    "movieOne": "Save The Last Dance",
    "movieTwo": "Dancer in the Dark"
  },
  {
    "clue": "An avenging cop seeks out his brother's killer and falls for the daughter of a businessman who is involved in a money deal with his father, a German terrorist, during a Christmas party at the Nakatomi Plaza in Los Angeles.",
    "answer": "Romeo Must Die Hard",
    "movieOne": "Rome Must Die",
    "movieTwo": "Die Hard"
  },
  {
    "clue": "As civil war rages in Sierra Leone, a special agent with MI6 must uncover the details of a smuggling/extortion operation based out of Las Vegas, as well as save the life of a local fisherman's son who is being forced to serve as a child soldier.",
    "answer": "Blood Diamonds Are Forever",
    "movieOne": "Blood Diamonds",
    "movieTwo": "Diamonds are Forever"
  },
  {
    "clue": "After being forced off his land during the Great Depression, a retired spaceship captain encounters an old enemy who's still holding a grudge.",
    "answer": "Grapes of Wrath of Khan",
    "movieOne": "Grapes of Wrath",
    "movieTwo": "Star Trek II: The Wrath of Khan"
  },
  {
    "clue": "A famous San Diegan news reporter who is hired to become a bodyguard, promises to kill everyone involved in the kidnapping of his client’s daughter, Tits McGee.",
    "answer": "Anchorman on Fire",
    "movieOne": "Anchorman",
    "movieTwo": "Man on Fire"
  },
  {
    "clue": "An oil tycoon unsympathetically targets a small town to drill in. They tell him he can have it if he wins a secret kickboxing tournament.",
    "answer": "There Will Be Bloodsport",
    "movieOne": "There Will Be Blood",
    "movieTwo": "Bloodsport"
  },
  {
    "clue": "A scorned bride must learn the ways of the samurai in order to travel through time and kidnap famous historical figures.",
    "answer": "Kill Bill and Ted’s Excellent Adventure",
    "movieOne": "Kill Bill",
    "movieTwo": "Bill And Ted's Excellent Adventure"
  },
  {
    "clue": "A high school student wants to stand-out above the crowd and impress his crush, but they don’t see Eye to Eye as she’s too busy utilising terrorist vigilante tactics to topple the fascist, oppressive government that has taken over England and turned it into a police state.",
    "answer": "A Goofy Movie for Vendetta",
    "movieOne": "A Goofy Movie",
    "movieTwo": "V For Vendetta"
  },
  {
    "clue": "Can this fallen god go from “zero to hero” and “at the end of the day” “dream a dream” and find true redemption during the uprising (French) revolution?",
    "answer": "Hercules Miserables",
    "movieOne": "Hercules",
    "movieTwo": "Les Miserables"
  },
  {
    "clue": "A spherical star map falls into the possession of a youthful troublemaker by the name of Jim Hawkins, who takes to the sky in search of adventure and riches, only to be marooned on a mysterious world full of intelligent primates.",
    "answer": "Treasure Planet of the Apes",
    "movieOne": "Treasure Planet",
    "movieTwo": "Planet of the Apes"
  },
  {
    "clue": "A gaggle of British youth travel away to a world of pirates, lost boys, fairies and crocodiles and also an ancient maze that they discover during the Spanish civil war, filled with freaky ass creatures like a giant faun and a crazy-ass fairy eater with eyes in the palms of its hands.",
    "answer": "Peter Pan’s Labyrinth",
    "movieOne": "Peter Pan",
    "movieTwo": "Pan's Labyrinth"
  },
  {
    "clue": "Let your conscience be your guide as this real boy escapes from a chain gang and navigates the Deep South on an odyssey to retrieve buried treasure and avoid becoming a man of constant sorrow.",
    "answer": "PinocchiO Brother, Where Art Thou",
    "movieOne": "Pinocchio",
    "movieTwo": "O Brother, Where Art Thou"
  },
  {
    "clue": "A young prince witnesses the murder of his father, leaving an irreparable emotional scar, so he flees and joins a secret kick-ass British organisation tasked with keeping the world safe.",
    "answer": "The Lion Kingsmen: Secret Service",
    "movieOne": "The Lion King",
    "movieTwo": "Kingsman: The Secret Service"
  },
  {
    "clue": "An old man goes to court to prove that he is in fact Santa Claus and immediately gets his ass kicked by Raul Julia in a tournament of elite martial artists.",
    "answer": "Miracle on 24th Street Fighter",
    "movieOne": "Miracle on 24th Street",
    "movieTwo": "Street Fighter"
  },
  {
    "clue": "A cheeky British woman takes to journaling in an attempt to improve herself, chronicling the juicy details of her love life while secretly hiding out in an attic in Nazi-occupied Holland.",
    "answer": "Bridget Jones’ Diary of Anne Frank",
    "movieOne": "Bridget Jones' Diary",
    "movieTwo": "Diary of Anne Frank"
  },
  {
    "clue": "A young, love-struck guitar player falls head over heels for the new girl, but to win her affection he must defeat all her former zombie lovers who are spreading across the globe, threatening to end humanity as we know it.",
    "answer": "Scott Pilgrim vs the World War Z",
    "movieOne": "Scott Pilgrim vs. the World",
    "movieTwo": "World War Z"
  },
  {
    "clue": "Jim Carrey plays a young woman unaware that her entire life has been a sleazy Las Vegas spectacle. Rated NC-17.",
    "answer": "The Truman Showgirls",
    "movieOne": "The Truman Show",
    "movieTwo": "Showgirls"
  },
  {
    "clue": "Lindsay Lohan moves from Africa to Sweden and becomes a popular high school student and vengeful computer hacker.",
    "answer": "Mean Girl With The Dragon Tattoo",
    "movieOne": "Mean Girls",
    "movieTwo": "Girl With the Dragon Tattoo"
  },
  {
    "clue": "An Irish artist brings dance to a repressed town despite his cerebral palsy.",
    "answer": "My Left Footloose",
    "movieOne": "My Left Foot",
    "movieTwo": "Footloose"
  },
  {
    "clue": "Matthew Broderick plays hooky and deals with the apocalyptic effects of global warming.",
    "answer": "Ferris Bueller’s Day After Tomorrow",
    "movieOne": "Ferris Bueller's Day Off",
    "movieTwo": "Day After Tomorrow"
  },
  {
    "clue": "A genius billionaire playboy philanthropist creates a metal suit in order to fight the corruption of the cruel King Louis XIV in 18th Century France.",
    "answer": "Iron Man in the Iron Mask",
    "movieOne": "Iron Man",
    "movieTwo": "Man in the Iron Mask"
  },
  {
    "clue": "Two criminals and their hostages unknowingly seek temporary refuge in a truck stop populated by vampires, with chaotic results. At the same time, a nurse, a policeman, a young married couple, a salesman, and other survivors of a worldwide plague that is producing aggressive, flesh-eating zombies, take refuge in a mega Midwestern shopping mall, while an English teacher inspires his students to look at poetry with a different perspective of authentic knowledge and feelings.",
    "answer": "Dusk Til Dawn of the Dead Poets Society",
    "movieOne": "Dusk Til Dawn",
    "movieTwo": "Dawn of the Dead",
    "movieThree": "Dead Poets Society"
  },
  {
    "clue": "Two co-dependent high school seniors are forced to deal with separation anxiety after their plan to stage a booze-soaked party goes awry, as two hip detectives protect a witness to a murder while investigating a case of stolen heroin from the evidence storage room from their police precinct.",
    "answer": "SuperBad Boys",
    "movieOne": "Superbad",
    "movieTwo": "Bad Boys"
  },
  {
    "clue": "In 1936, an archaeologist and adventurer is hired by the U.S. government to find the Ark of the Covenant before Adolf Hitler's cloned dinosaurs are captured and brought to the mainland.",
    "answer": "Raiders of the Lost World: Jurassic Park",
    "movieOne": "Raiders of the Lost Ark",
    "movieTwo": "Jurassic Park"
  },
  {
    "clue": "An ex-con who is threatening to jump from a Manhattan hotel rooftop is turned into a genius through the application of computer science.",
    "answer": "Lawnmower Man on a Ledge",
    "movieOne": "Lawnmower Man",
    "movieTwo": "Man on a Ledge"
  },
  {
    "clue": "Three student filmmakers march into the woods to make a documentary about a party when their parents go out of town and hope to lure chicks to their revelries by posting an invitation online. But after the invite goes viral, the party escalates into a frenzied free-for-all, they find themselves besieged by a malignant terror.",
    "answer": "The Blair Witch Project X",
    "movieOne": "The Blair Witch Project",
    "movieTwo": "Project X"
  },
  {
    "clue": "A scientist completes his life's work by using harvested organs to revive a girl who died in the Holocaust.",
    "answer": "Anne Frankenstein",
    "movieOne": "Anne Frank",
    "movieTwo": "Frankenstein"
  },
  {
    "clue": "A young man struggles to survive as the world is destroyed by a cataclysmic event, which he relives over and over and over and over and . . .",
    "answer": "Groundhog Day After Tomorrow",
    "movieOne": "Groundhog Day",
    "movieTwo": "Day After Tomorrow"
  },
  {
    "clue": "Zombies claw their way out of a graveyard, while a costumed vigilante spends most of the film hiding in the attic.",
    "answer": "The Dark Knight of the Living Dead",
    "movieOne": "The Dark Knight",
    "movieTwo": "Night of the Living Dead"
  },
  {
    "clue": "A young Patrick Dempsey is tired of his life in the ocean; so he trades his voice for legs to attend his best friend’s wedding.",
    "answer": "The Little Mermaid of Honor",
    "movieOne": "The Little Mermaid",
    "movieTwo": "Maid of Honor"
  },
  {
    "clue": "A jury find themselves forced to take care of a baby left by one of the guy's girlfriends.",
    "answer": "12 Angry Men and A Baby",
    "movieOne": "12 Angry Men",
    "movieTwo": "3 Men and a Baby"
  },
  {
    "clue": "Tommy Lee Jones lost 20 pounds to play a ballerina obsessed with getting the lead dance role over Will Smith.",
    "answer": "Men In Black Swan",
    "movieOne": "Men in Black",
    "movieTwo": "Black Swan"
  },
  {
    "clue": "George Clooney plays the dark superhero and Russell Crowe is his chubby sidekick as they fight for justice in Gotham Forest.",
    "answer": "Batman and Robin Hood",
    "movieOne": "Batman and Robin",
    "movieTwo": "Robin Hood",
    "movieTwo-year": "2010"
  },
  {
    "clue": "Vin Diesel plays a reformed neo-Nazi and extreme sports enthusiast who is recruited by the government.",
    "answer": "American History xXx",
    "movieOne": "American History X",
    "movieTwo": "xXx"
  },
  {
    "clue": "The life of a once-promising boxer comes undone when he is consumed by jealousy until he later finds love as a minor league baseball player in North Carolina.",
    "answer": "Raging Bull Durham",
    "movieOne": "Raging Bull",
    "movieTwo": "Bull Durham"
  },
  {
    "clue": "A tale of suburban, middle-age angst takes an unusual turn when a father pursues his daughter's cheerleader friend who inexplicably falls in love with a monster.",
    "answer": "American Beauty and the Beast",
    "movieOne": "American Beauty",
    "movieTwo": "Beauty and the Beast"
  },
  {
    "clue": "Denzel Washington finds love and racial integration on a sinking ship.",
    "answer": "Remember The Titanic",
    "movieOne": "Remember the Titans",
    "movieTwo": "Titanic"
  },
  {
    "clue": "Autistic savant Raymond tap dances and finds love as talking pictures begin to take over Hollywood.",
    "answer": "Singin In The Rain Man",
    "movieOne": "Singin in the Rain",
    "movieTwo": "Rain Man"
  },
  {
    "clue": "Robin Williams must use rhythmical compositions to kill demon-possessed prep school students at a cabin in the woods. ",
    "answer": "Evil Dead Poets Society",
    "movieOne": "Evil Dead",
    "movieTwo": "Dead Poets Society"
  },
  {
    "clue": "Hugh Jackman stars in this film about female fighting robots who deal with love and diabetes in Louisiana.",
    "answer": "Real Steel Magnolias",
    "movieOne": "Real Steel",
    "movieTwo": "Steel Magnolias"
  },
  {
    "clue": "Despite being blind, Ben Affleck's character is the successful editor of a fashion magazine who can sense the latest trends through sonic vibrations.",
    "answer": "Daredevil Wears Prada",
    "movieOne": "Daredevil",
    "movieTwo": "Devil Wears Prada"
  },
  {
    "clue": "In this prequel, young female mutants get revenge on their wealthy ex-husbands.",
    "answer": "X-Men: First Wives Club",
    "movieOne": "X-Men: First Class",
    "movieTwo": "First Wives Club"
  },
  {
    "clue": "A beautiful princess finds refuge with a group of small swordsmen in Japan.",
    "answer": "Snow White and the Seven Samurai",
    "movieOne": "Snow White and the Seven Dwarves",
    "movieTwo": "Seven Samurai"
  },
  {
    "clue": "During the French and Indian War, Harrison Ford is adopted into a Native American tribe and searches for the Holy Grail.",
    "answer": "Indiana Jones and the Last of the Mohicans",
    "movieOne": "Indiana Jones and the Last Crusade",
    "movieTwo": "Last of the Mohicans"
  },
  {
    "clue": "In this animated take on Hamlet, a young cub avenges his father's death while dealing with his speech impediment.",
    "answer": "The Lion King’s Speech",
    "movieOne": "The Lion King",
    "movieTwo": "The King's Speech"
  },
  {
    "clue": "A pair of womanizers tries to pick up single ladies at matrimonial ceremonies; hilarity ensues when they meet the Portokalos clan.",
    "answer": "My Big Fat Greek Wedding Crashers",
    "movieOne": "My Big Fat Greek Wedding",
    "movieTwo": "Wedding Crashers"
  },
  {
    "clue": "Clark Kent is unable to save a young beautician from diabetes, but he shares poignant experiences with her and her 5 small-town friends.",
    "answer": "Superman: Man of Steel Magnolias",
    "movieOne": "Superman: Man of Steel",
    "movieTwo": "Steel Magnolias"
  },
  {
    "clue": "The Dashwood sisters of England are thrown into poverty after the death of their father, whose ghost they still speak to, but in a surprise twist, the sisters too are dead.",
    "answer": "The Sixth Sense and Sensibility",
    "movieOne": "The Sixth Sense",
    "movieTwo": "Sense and Sensibility"
  },
  {
    "clue": "A new theme park, built on the site of an older one, creates a genetically modified hybrid dinosaur, which traverses the world in a race against time to stop the Zombie pandemic that is toppling armies and governments, and threatening to destroy humanity itself.",
    "answer": "Jurassic World War Z",
    "movieOne": "Jurassic World",
    "movieTwo": "World War Z"
  },
  {
    "clue": "When the creator of a virtual reality world called the OASIS dies, he releases a video in which he rebels against an oppressive nurse and rallies up the scared patients.",
    "answer": "Ready Player One Flew Over The Cuckoo’s Nest",
    "movieOne": "Ready Player One",
    "movieTwo": "One Flew Over The Cuckoo's Nest"
  },
  {
    "clue": "An angel helps a compassionate but despairingly frustrated businessman by showing what life would have been like if he had survived a disaster at sea and formed an unexpected connection with another survivor: a fearsome Bengal tiger.",
    "answer": "It’s a Wonderful Life of Pi",
    "movieOne": "It’s a Wonderful Life",
    "movieTwo": "Life of Pi"
  },
  {
    "clue": "Political interference in superhero’s activities causes a rift between former allies, as Earth is invaded by alien tripod fighting machines.",
    "answer": "Captain America: Civil War of the Worlds",
    "movieOne": "Captain America: Civil War",
    "movieTwo": "War of the Worlds"
  },
  {
    "clue": "An underemployed reporter finds himself literally purchased as a toy for a rich spoiled brat, whose cowboy doll is profoundly threatened and jealous.",
    "answer": "The Toy Story",
    "movieOne": "The Toy",
    "movieTwo": "Toy Story"
  },
  {
    "clue": "In the falangist Spain of 1944, the bookish young stepdaughter of a sadistic army officer escapes into an eerie but captivating fantasy world, where she is given 13 hours to solve a maze and rescue her baby brother when her wish for him to be taken away is granted.",
    "answer": "Pan’s Labyrinth",
    "movieOne": "Pan's Labyrinth",
    "movieTwo": "Labyrinth"
  },
  {
    "clue": "A simple man hospitalized since his childhood murder of his mother and her lover must pursue and try to terminate four replicants who stole a ship in space and have returned to Earth to find their creator.",
    "answer": "Sling Blade Runner",
    "movieOne": "Sling Blade",
    "movieTwo": "Blade Runner"
  },
  {
    "clue": "A somewhat awkward boy is attacked by a creature and inherits the curse himself, and rises to become a wealthy stock-broker living the high life until his fall involving crime, corruption and the federal government.",
    "answer": "Teen Wolf of Wall Street",
    "movieOne": "Teen Wolf",
    "movieTwo": "Wolf of Wall Street"
  },
  {
    "clue": "A small group of military officers and scientists dwell in an underground bunker as the world above is overrun by a former Special Forces operative turned mercenary who has been subjected to a rogue experiment that leaves him with accelerated healing powers.",
    "answer": "Day of the Deadpool",
    "movieOne": "Day of the Dead",
    "movieTwo": "Deadpool"
  },
  {
    "clue": "When a Jewish prince is betrayed and sent into slavery by a Roman friend, he regains his freedom and develops an unlikely relationship with his newly purchased operating system that's designed to meet his every need.",
    "answer": "Ben-Her",
    "movieOne": "Ben-Hur",
    "movieTwo": "Her"
  },
  {
    "clue": "A film that explores a dark and miserable town,  and tells the story of three different people, all caught up on the verge of turning 40, and joining an unhappy Manhattan yuppie on a cattle drive in the southwest.",
    "answer": "Sin City Slickers",
    "movieOne": "Sin City",
    "movieTwo": "City Slickers"
  },
  {
    "clue": "A group of intergalactic criminals are forced to work together with the alumni cast of a space opera television series to stop a fanatical warrior from taking control of the universe.",
    "answer": "Guardians of the Galaxy Quest",
    "movieOne": "Guardians of the Galaxy",
    "movieTwo": "Galaxy Quest"
  },
  {
    "clue": "A former neo-nazi skinhead tries to prevent his younger brother from attending  a private academy for their kind whose resident superhero team must oppose a terrorist organization with similar powers.",
    "answer": "American History X-Men",
    "movieOne": "American History X",
    "movieTwo": "X-Men"
  },
  {
    "clue": "On his first day on the job as a Los Angeles narcotics officer, a cyborg must protect a young boy from a more advanced cyborg, made out of liquid metal.",
    "answer": "Terminator 2: Training Day",
    "movieOne": "Terminator 2: Judgement Day",
    "movieTwo": "Training Day"
  },
  {
    "clue": "An insane general triggers a path to nuclear holocaust that a war room full of politicians and generals frantically try to stop, all set during a frantic month before Christmas in London, England.",
    "answer": "Dr Strangelove Actually (or Dr Strangelove or: How I Learned to Stop Worrying and Love Actually)",
    "movieOne": "Dr Strangelove",
    "movieTwo": "Love Actually"
  },
  {
    "clue": "A dissenting juror in a murder trial slowly manages to convince the others to travel in time to stop an alien from assassinating his partner.",
    "answer": "Twelve Angry Men in Black",
    "movieOne": "12 Angry Men",
    "movieTwo": "Men In Black"
  },
  {
    "clue": "A widow accepts a job as a live-in governess to the King of Siam's robot, which may have perpetrated a crime that leads to a large threat to humanity.",
    "answer": "The King and I, Robot",
    "movieOne": "The King and I",
    "movieTwo": "I, Robot"
  },
  {
    "clue": "Saga of a group of childhood friends growing up in a Los Angeles ghetto, who are convinced that the area is frequented by vampires.",
    "answer": "Lost Boyz in the Hood",
    "movieOne": "Lost Boys",
    "movieTwo": "Boyz n the Hood"
  },
  {
    "clue": "Six unemployed steelworkers form a male striptease act and embark on a low-budget search for a religious artifact, encountering many very silly obstacles.",
    "answer": "The Full Monty Python and the Holy Grail",
    "movieOne": "The Full Monty",
    "movieTwo": "Monty Python and the Holy Grail"
  },
  {
    "clue": "A Vietnam vet adjusts to life after the war while trying to support his family, plans the ultimate heist, and unknowingly releases flesh-possessing demons.",
    "answer": "Evil Dead Presidents",
    "movieOne": "Evil Dead",
    "movieTwo": "Dead Presidents"
  },
  {
    "clue": "While home sick in bed, a young boy's grandfather reads him a story of a competition between the maid of honor and a bridesmaid, over who is the bride's best friend, which threatens to upend the life of an out-of-work pastry chef.",
    "answer": "The Princess Bridesmaids",
    "movieOne": "The Princess Bride",
    "movieTwo": "Bridesmaids"
  },
  {
    "clue": "In a stark desert landscape where humanity is broken, two rebels just might be able to restore an unusual health facility in the early 20th century, run by an eccentric doctor.",
    "answer": "Mad Max: Fury Road to Wellville",
    "movieOne": "Mad Max: Fury Road",
    "movieTwo": "Road to Wellville"
  },
  {
    "clue": "One of the last bills signed by President Lincoln authorizes pushing a railroad across the wilderness to California. But a war between humankind and monstrous sea creatures wages on and a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world from the apocalypse.",
    "answer": "Union Pacific Rim",
    "movieOne": "Union Pacific",
    "movieTwo": "Pacific Rim"
  },
  {
    "clue": "When a mad man calling himself 'the Scorpio Killer' menaces the city, a young boy who was neglected by his aunt and uncle, proves his worth by being assigned to a school for wizards and taking down the bad guys.",
    "answer": "Dirty Harry Potter",
    "movieOne": "Dirty Harry",
    "movieTwo": "Harry Potter"
  },
  {
    "clue": "After accidentally uncovering a portal to an alternate universe populated by dinosaurs, lizard men and other strange creatures, two lost souls visiting Tokyo find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.",
    "answer": "Land of the Lost In Translation",
    "movieOne": "Land of the Lost",
    "movieTwo": "Lost In Translation"
  },
  {
    "clue": "In the final battle for a mythical kingdom when it looks like the evil wizard is going to win, a good wizard uses all his powers to summon a giant beast from another dimension to aid the world of men. However the plan goes horribly wrong when the beast kidnaps an elven princess and climbs Minas Tirith with her, battling eagle riders to his death.",
    "answer": "Lord of the Rings: Return of the King Kong",
    "movieOne": "Lord of the Rings: Return of the King",
    "movieTwo": "King Kong"
  },
  {
    "clue": "Set in Southern California, a father moves his young family to the countryside to help renovate and reopen a school for learning-disabled children, which was opened by a struggling male model who has been brainwashed to kill Malaysia's prime minister.",
    "answer": "We Bought A Zoolander",
    "movieOne": "We Bought A Zoo",
    "movieTwo": "Zoolander"
  },
  {
    "clue": "On the day of his release from prison a convict finds himself caught up in a massive prison riot masterminded by a dog with a strange basketball obsession.",
    "answer": "Con Air Bud",
    "movieOne": "Con Air",
    "movieTwo": "Air Bud"
  },
  {
    "clue": "To save her father from death in the army, a young maiden secretly goes in his place and falls in love with a young English poet/writer in the Montmartre Quarter of Paris, France.",
    "answer": "Mulan Rouge",
    "movieOne": "Mulan",
    "movieTwo": "Moulin Rouge"
  }
]